{"config": {"layers": [{"config": {"batch_input_shape": [null, 11], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "dtype": "float32", "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "use_bias": true, "activity_regularizer": null, "name": "dense_1", "kernel_constraint": null, "units": 10, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "use_bias": true, "activity_regularizer": null, "name": "dense_2", "kernel_constraint": null, "units": 80, "bias_regularizer": null, "activation": "sigmoid"}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "use_bias": true, "activity_regularizer": null, "name": "dense_3", "kernel_constraint": null, "units": 50, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "use_bias": true, "activity_regularizer": null, "name": "dense_4", "kernel_constraint": null, "units": 1, "bias_regularizer": null, "activation": "sigmoid"}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4"}